{
  "Subject": "Démocratie participative : Soutenir la société civile iranienne",
  "Body": "Cher/Chère {{RepresentativeFullName}},\n\nJe suis un(e) électeur/électrice préoccupé(e) résidant(e) au {{PostalCode}} dans votre {{RidingOrRegion}}.\n\nLa Révolution du Lion et du Soleil d'Iran est un soulèvement populaire de gens ordinaires - étudiants, travailleurs, femmes, militants écologistes et minorités - qui réclament la démocratie et la liberté. La République islamique massacre ces courageux citoyens avec des balles réelles, la torture et des exécutions. Les coupures d'Internet isolent les communautés et cachent les crimes. C'est le pouvoir du peuple contre l'autoritarisme, et le régime est défaillant.\n\nLes Verts comprennent le pouvoir des mouvements populaires. Je vous demande de soutenir ces mesures :\n\n1. Exprimer une solidarité claire avec la société civile populaire iranienne et les mouvements dirigés par le peuple.\n2. S'assurer que les sanctions ciblent les élites du régime, et non les Iraniens ordinaires ou les organisations populaires.\n3. Défendre l'accès gratuit à Internet et aux communications pour l'Iran - les mouvements populaires dépendent de l'organisation numérique.\n4. Soutenir le financement et les ressources pour les organisations de la société civile iranienne, en particulier les groupes dirigés par des femmes et des jeunes.\n5. Plaider en faveur des militants de la justice environnementale et sociale par le biais de la protection des réfugiés et des mécanismes internationaux.\n6. Exiger la libération de tous les prisonniers politiques, y compris les militants pour le climat et les organisateurs communautaires.\n7. Faire pression pour des mécanismes de responsabilisation internationaux qui centrent les voix de la communauté et la documentation populaire.\n8. S'assurer que la politique canadienne soutient, et non ne sape, les mouvements dirigés par le peuple en Iran, et inviter formellement le Prince Reza Pahlavi à s'adresser au Parlement.\n\nLes mouvements populaires changent le monde. Le Canada doit les soutenir.\n\nJe vous remercie de votre attention à cette question essentielle pour notre communauté et pour le Canada.\n\nCordialement,\n{{UserName}}"
}