{
  "Subject": "Soutenez notre communauté irano-canadienne - Résident de {{PostalCode}}",
  "Body": "Cher/Chère {{RepresentativeFullName}},\n\nJe suis un(e) électeur/électrice préoccupé(e) résidant(e) au {{PostalCode}} dans votre {{RidingOrRegion}}.\n\nJe vous écris au sujet de notre communauté irano-canadienne locale et de son lien avec la Révolution du Lion et du Soleil d'Iran. Beaucoup de nos voisins ont de la famille en Iran qui fait face à une répression brutale - massacres, torture, exécutions et coupures d'Internet destinées à cacher les crimes. La République islamique est défaillante, mais la violence continue. Nos voisins irano-canadiens sont en deuil et ont besoin du soutien de notre communauté.\n\nBien que la politique étrangère soit de compétence fédérale, notre municipalité peut faire preuve d'une solidarité significative. Je vous demande respectueusement d'envisager ces actions locales :\n\n1. Adopter une résolution du conseil exprimant sa solidarité avec la communauté irano-canadienne et condamnant la violence du régime iranien.\n2. Envisager de hisser le drapeau historique du Lion et du Soleil sur les bâtiments municipaux pour montrer son soutien aux aspirations démocratiques de l'Iran.\n3. Organiser ou soutenir des événements communautaires reconnaissant la lutte du peuple iranien pour la liberté.\n4. S'assurer que les services municipaux aux nouveaux arrivants sont accessibles et adaptés aux réfugiés iraniens et aux nouveaux arrivants.\n5. Travailler avec les organisations irano-canadiennes locales pour comprendre les besoins de la communauté et coordonner le soutien.\n6. Publier une proclamation reconnaissant les contributions des Irano-Canadiens à notre communauté.\n7. Ajouter votre voix à celles qui appellent le gouvernement fédéral à prendre des mesures plus énergiques pour soutenir le peuple iranien.\n8. S'assurer que notre communauté reste accueillante et sûre pour tous, y compris ceux qui fuient la persécution.\n\nLa solidarité locale est importante. Nos voisins irano-canadiens ont besoin de savoir que nous sommes à leurs côtés.\n\nJe vous remercie de votre attention à cette question essentielle pour notre communauté et pour le Canada.\n\nCordialement,\n{{UserName}}"
}