{
  "Subject": "Maire {{RepresentativeFullName}} : Soutenez la communauté iranienne locale",
  "Body": "Cher Monsieur le Maire {{RepresentativeFullName}},\n\nJe suis un(e) électeur/électrice préoccupé(e) résidant(e) au {{PostalCode}} dans {{RidingOrRegion}}.\n\nJe vous écris pour solliciter votre leadership afin de soutenir notre communauté irano-canadienne en cette période critique. La Révolution du Lion et du Soleil d'Iran représente la lutte du peuple iranien pour la liberté, la démocratie et les droits de l'homme contre un régime brutal qui a tué des dizaines de milliers de personnes par des massacres, la torture et des exécutions. De nombreux résidents de notre ville ont de la famille directement touchée par cette violence. En tant que chef de notre ville, vous pouvez faire preuve d'une solidarité significative.\n\nJe vous demande respectueusement d'envisager ces actions municipales :\n\n1. Publier une déclaration publique de soutien à notre communauté irano-canadienne et condamner les atrocités du régime iranien.\n2. Proclamer une journée de reconnaissance de la Révolution du Lion et du Soleil d'Iran et de la lutte du peuple iranien pour la liberté.\n3. Autoriser le hissage du drapeau historique du Lion et du Soleil à l'hôtel de ville ou dans d'autres bâtiments municipaux.\n4. Rencontrer les dirigeants de la communauté irano-canadienne pour comprendre leurs besoins et leurs préoccupations.\n5. S'assurer que les services aux nouveaux arrivants de la ville, les programmes d'établissement et les soutiens en santé mentale sont accessibles aux réfugiés et aux nouveaux arrivants iraniens.\n6. Soutenir ou organiser des événements communautaires de sensibilisation à la situation en Iran.\n7. Utiliser votre plateforme pour appeler les gouvernements fédéral et provinciaux à prendre des mesures plus énergiques.\n8. Reconnaître les précieuses contributions des Irano-Canadiens à notre ville.\n\nLe leadership local a un impact significatif. Notre communauté irano-canadienne a besoin de votre voix.\n\nJe vous remercie de votre attention à cette question essentielle pour notre communauté et pour le Canada.\n\nCordialement,\n{{UserName}}"
}