{
  "Subject": "Valeurs canadiennes : Soyez solidaires des Irano-Canadiens et de la Révolution iranienne",
  "Body": "Cher/Chère {{RepresentativeFullName}},\n\nJe suis un(e) électeur/électrice préoccupé(e) résidant(e) au {{PostalCode}} dans votre {{RidingOrRegion}}.\n\nJe vous écris pour vous dire comment le Canada peut démontrer nos valeurs en soutenant la Révolution du Lion et du Soleil d'Iran et la communauté irano-canadienne. La République islamique poursuit sa répression brutale - massacres de dizaines de milliers de personnes, torture, exécutions et coupures d'Internet pour cacher ses crimes. De nombreuses familles canadiennes ont des proches directement touchés par cette violence. La force du Canada réside dans notre diversité et notre engagement envers les droits de l'homme pour tous. Le régime est défaillant ; l'ère de la liberté est proche.\n\nJe vous demande respectueusement de défendre ces actions de principe qui reflètent les valeurs canadiennes :\n\n1. Engager un dialogue significatif avec les communautés irano-canadiennes - écouter leurs expériences et amplifier leurs voix.\n2. Diriger les efforts internationaux pour étendre les sanctions coordonnées ciblant les dirigeants du régime et les réseaux financiers.\n3. Défendre la liberté d'Internet pour l'Iran - coordonner avec les alliés pour fournir des outils et des infrastructures pour une communication libre.\n4. Donner la priorité aux réfugiés et aux demandeurs d'asile iraniens - accélérer le traitement et assurer un soutien complet à l'établissement.\n5. Soutenir la libération immédiate de tous les prisonniers politiques, y compris les citoyens canado-iraniens injustement détenus.\n6. Travailler avec les alliés pour documenter les crimes du régime et poursuivre la responsabilité par le biais de mécanismes de justice internationaux.\n7. Se préparer à reconnaître un gouvernement de transition légitime qui peut conduire l'Iran vers la démocratie.\n8. S'assurer que la réponse du Canada centre les voix et les aspirations du peuple iranien lui-même.\n\nLes valeurs canadiennes - droits de l'homme, démocratie, diversité et compassion - doivent guider notre réponse. Les Irano-Canadiens regardent. Le monde regarde.\n\nJe vous remercie de votre attention à cette question essentielle pour notre communauté et pour le Canada.\n\nCordialement,\n{{UserName}}"
}