{
  "Subject": "Leadership du Canada en matière de droits de la personne : Soutenez la Révolution du Lion et du Soleil d'Iran",
  "Body": "Cher/Chère {{RepresentativeFullName}},\n\nJe suis un(e) électeur/électrice préoccupé(e) résidant(e) au {{PostalCode}} dans votre {{RidingOrRegion}}.\n\nJ'écris en solidarité avec la Révolution du Lion et du Soleil d'Iran et la lutte du peuple iranien pour la liberté, la démocratie et les droits de l'homme. La République islamique poursuit sa répression brutale - massacres de dizaines de milliers de personnes, torture, exécutions et coupures répétées d'Internet. Les femmes, les étudiants et les travailleurs mènent ce mouvement. Le régime est défaillant ; l'ère de la liberté est proche.\n\nLe Canada défend depuis longtemps les droits de la personne à l'échelle mondiale. Je vous demande de faire preuve de leadership en soutenant ces actions urgentes :\n\n1. Travailler avec des partenaires internationaux pour étendre les sanctions coordonnées contre les dirigeants du régime et couper le soutien financier.\n2. Défendre la liberté d'Internet pour l'Iran - coordonner avec les alliés pour fournir des outils et des infrastructures pour une communication libre.\n3. Diriger les efforts à l'ONU et avec les nations alliées pour documenter les crimes du régime et poursuivre la responsabilité par le biais de mécanismes internationaux.\n4. Élargir les voies d'accès pour les réfugiés iraniens fuyant la persécution - donner la priorité aux femmes, aux personnes LGBTQ+ et aux militants.\n5. Soutenir la libération immédiate de tous les prisonniers politiques, y compris les citoyens canado-iraniens injustement détenus.\n6. Engager un dialogue avec les communautés irano-canadiennes pour comprendre leurs besoins et amplifier leurs voix.\n7. Envisager de reconnaître un gouvernement de transition légitime le moment venu pour soutenir la voie de l'Iran vers la démocratie.\n8. S'assurer que la réponse du Canada reflète notre politique étrangère - centrer les voix des Iraniens qui mènent cette révolution.\n\nLe Canada doit diriger avec principe et action.\n\nJe vous remercie de votre attention à cette question essentielle pour notre communauté et pour le Canada.\n\nCordialement,\n{{UserName}}"
}