{
  "Subject": "National Security: Iranian Regime Threatens Canada",
  "Body": "Dear {{RepresentativeFullName}},\n\nI am a concerned constituent living in {{PostalCode}} in your {{RidingOrRegion}}.\n\nI am writing about a direct national security threat to Canada. The Islamic Republic’s reign of terror extends far beyond Iran’s borders. The IRGC — a designated terrorist organization — is reported to operate on Canadian soil, intimidating Iranian‑Canadians and undermining our security. This is the same regime responsible for killing tens of thousands in Iran and for the deaths of 55 Canadians aboard Flight PS752. Iran’s Lion‑and‑Sun Revolution shows the regime is weakening, but it remains dangerous.\n\nAs a Conservative, you understand that protecting Canadians is the first duty of government. I urge you to champion the following security‑focused measures:\n\n1. Conduct a full security review of IRGC presence in Canada and identify and remove all senior members immediately.\n2. Expand sanctions to cut off all regime‑linked financial networks operating in or through Canada.\n3. Investigate and prosecute regime agents engaged in transnational repression against Iranian‑Canadians.\n4. Seize all regime‑linked assets in Canada and direct them toward victim compensation and humanitarian aid.\n5. Strengthen protections for Iranian‑Canadians facing intimidation, surveillance, and threats.\n6. Support secure and open internet access for Iran — the regime uses blackouts to hide crimes and prevent organizing.\n7. Advocate for international recognition of a legitimate transitional government to replace the Islamic Republic.\n8. Invite Prince Reza Pahlavi to address Parliament, demonstrating Canada’s support for Iran’s democratic future.\n\nThis is about protecting Canadian lives and sovereignty. The regime that killed 55 Canadians must not be allowed to operate with impunity in our country.\n\nThank you for your attention to this critical issue for our community and for Canada.\n\nSincerely,\n{{UserName}}"
}
