{
  "Subject": "Request for Parliamentary Action in Solidarity with the People of Iran",
  "Body": "Dear {{RepresentativeFullName}},\n\nI am writing as a concerned constituent in {{RidingOrRegion}}, residing in {{PostalCode}}, to urge decisive and principled Canadian action in response to the Islamic Republic of Iran's ongoing and well‑documented human rights abuses. The regime continues to commit mass killings, torture, executions, and widespread internet blackouts to conceal its crimes. Its failures are undeniable. The Iranian people are demanding freedom, dignity, and a democratic future, and Canada should stand firmly with them.\n\nRecently, more than 350,000 people gathered in Toronto—one of the largest Iranian‑diaspora demonstrations in Canadian history—to call for justice, accountability, and meaningful action from Canadian leaders. This unprecedented mobilization reflects the deep concern within the Iranian‑Canadian community and the expectation that elected officials will respond with clarity and conviction. Your stance on these matters will be closely watched and will significantly influence how many Iranian‑Canadian voters evaluate their representation in the next federal election.\n\nAs a Conservative, you understand the need for strong, principled action to protect Canadian national security and to stand against rogue regimes. Given the scale and severity of the atrocities in Iran, expressions of concern are no longer sufficient. I respectfully ask that you use your voice in {{RidingOrRegion}} to press the Government of Canada to take meaningful, concrete action. Specifically, I urge you to support the following measures:\n\n1. Stand with the people of Iran\nPublicly affirm Canada's solidarity with Iranians in their struggle for freedom, democracy, and human rights.\n\n2. Condemn the regime's violence\nOpenly and unequivocally condemn the massacres of peaceful protesters and the central role of the Islamic Revolutionary Guard Corps (IRGC) in the regime's repression.\n\n3. Enforce accountability in Canada\nSupport the investigation, detention, and removal of senior IRGC members and regime officials reported to be residing in Canada, in accordance with Canadian law and national security provisions.\n\n4. Cut off the regime's financial lifelines\nAdvocate for the full identification and seizure of blood-soaked assets linked to the Islamic Republic, its affiliates and their family members, ensuring that these funds are redirected toward humanitarian relief and support for recognized democratic opposition efforts.\n\n5. Support free and open internet access\nPromote measures and cooperations that help Iranians circumvent regime‑imposed internet blackouts and maintain access to uncensored communication.\n\n6. Demand the release of political prisoners\nPress for the immediate release of all political prisoners detained by the Islamic Republic in partnership with our allies globally.\n\n7. Prepare for democratic transition\nEncourage the Government of Canada to engage with legitimate democratic opposition figure, Prince Reza Pahlavi, and be prepared to recognize a transitional government committed to leading Iran toward a secular, democratic future. This includes formally inviting Prince Reza Pahlavi to address Parliament.\n\nCanada has long stood as a defender of human rights and a champion of justice. Taking firm, principled action at this critical moment would demonstrate that these values are not merely symbolic but actively upheld in our foreign policy and national commitments.\n\nThank you for your leadership and for taking a principled stand on this urgent issue for our community and for Canada.\n\nSincerely,\n{{UserName}}"
}
