{
  "Subject": "Menace pour la sécurité : Agir contre le régime iranien - Le CGRI au Canada",
  "Body": "Cher/Chère {{RepresentativeFullName}},\n\nJe suis un(e) électeur/électrice préoccupé(e) résidant(e) au {{PostalCode}} dans votre {{RidingOrRegion}}.\n\nJ'écris en solidarité avec la Révolution du Lion et du Soleil d'Iran et la lutte du peuple iranien pour la liberté contre une dictature théocratique brutale. La République islamique a tué des dizaines de milliers de personnes, torturé des manifestants pacifiques, exécuté des dissidents et imposé des coupures d'Internet pour cacher ses crimes. Ce régime ne menace pas seulement les Iraniens, mais aussi la sécurité canadienne - le CGRI est une organisation terroriste avec des agents sur le sol canadien. Le régime est défaillant ; l'ère de la liberté est proche.\n\nEn tant que conservateur, vous comprenez la nécessité d'une action forte et fondée sur des principes contre les régimes voyous. Je vous demande respectueusement de défendre ces mesures urgentes :\n\n1. Faire pression pour des sanctions maximales afin de couper complètement les lignes de vie financières du régime.\n2. Exiger l'application de la désignation terroriste du CGRI - expulser immédiatement les membres haut placés du CGRI (~700 signalés au Canada).\n3. Saisir les avoirs liés au régime au Canada et les réorienter vers l'aide humanitaire et l'opposition démocratique.\n4. Expulser les \"diplomates\" du régime et assurer la poursuite des criminels du régime en vertu de la compétence universelle.\n5. Soutenir un Internet libre pour l'Iran - le régime utilise les coupures pour assassiner dans l'obscurité.\n6. Appeler à la libération immédiate de tous les prisonniers politiques, y compris les citoyens canado-iraniens.\n7. Plaider pour la reconnaissance d'un gouvernement de transition légitime pour remplacer la République islamique.\n8. Inviter le Prince Reza Pahlavi à s'adresser au Parlement - montrer que le Canada soutient l'avenir démocratique de l'Iran.\n\nLe Canada ne doit pas être un refuge pour ceux qui profitent du sang iranien.\n\nJe vous remercie de votre attention à cette question essentielle pour notre communauté et pour le Canada.\n\nCordialement,\n{{UserName}}"
}