{
  "Subject": "Soutenez la démocratie en Iran : Le Canada doit montrer l'exemple - {{PostalCode}}",
  "Body": "Cher/Chère {{RepresentativeFullName}},\n\nJe suis un(e) électeur/électrice préoccupé(e) résidant(e) au {{PostalCode}} dans votre {{RidingOrRegion}}.\n\nJe vous écris au sujet de la Révolution du Lion et du Soleil d'Iran - un soulèvement démocratique contre une dictature théocratique brutale. La République islamique a massacré des dizaines de milliers de personnes, torturé des manifestants, exécuté des dissidents et imposé des coupures d'Internet pour cacher ses crimes. Les Iraniens se battent pour les mêmes valeurs démocratiques que le Canada défend : la liberté, les droits de l'homme, l'État de droit et un gouvernement laïc. Le régime est défaillant ; l'ère de la liberté est proche.\n\nLes conservateurs comprennent que les démocraties doivent soutenir les mouvements démocratiques dans le monde entier. Je vous demande respectueusement de défendre ces mesures :\n\n1. Reconnaître et soutenir publiquement la Révolution du Lion et du Soleil d'Iran en tant que mouvement démocratique légitime.\n2. Imposer une pression économique maximale - étendre les sanctions pour isoler complètement le régime financièrement.\n3. S'assurer que la désignation terroriste du IRGC est pleinement appliquée - aucun membre haut placé du IRGC ne devrait rester au Canada.\n4. Saisir tous les avoirs du régime au Canada et les réorienter pour soutenir l'opposition démocratique iranienne et l'aide humanitaire.\n5. Défendre un Internet libre pour l'Iran - les mouvements démocratiques ont besoin de communication pour s'organiser et documenter les abus.\n6. Exiger la libération immédiate de tous les prisonniers politiques, y compris les citoyens canado-iraniens.\n7. Préparer le Canada à reconnaître un gouvernement de transition légitime lorsque le régime tombera.\n8. Inviter formellement le Prince Reza Pahlavi à s'adresser au Parlement - démontrer l'engagement du Canada envers un Iran libre et démocratique.\n\nLa démocratie n'arrive pas par hasard - elle a besoin du soutien des démocraties établies. Les Iraniens risquent leur vie pour la liberté. Le Canada doit se tenir à leurs côtés de manière décisive.\n\nJe vous remercie de votre attention à cette question essentielle pour notre communauté et pour le Canada.\n\nCordialement,\n{{UserName}}"
}