{
  "Subject": "Request for Municipal Action in Solidarity with the People of Iran",
  "Body": "Dear {{RepresentativeFullName}},\n\nI am writing as a concerned constituent in {{RidingOrRegion}}, residing in {{PostalCode}}, to urge principled and visible action from our municipal leadership in response to the Islamic Republic of Iran's ongoing and well‑documented human rights abuses. The regime continues to commit mass killings, torture, executions, and widespread internet blackouts to conceal its crimes. Its failures are undeniable. The Iranian people are demanding freedom, dignity, and a democratic future, and our city should stand firmly with them.\n\nRecently, more than 350,000 people gathered in Toronto—one of the largest Iranian‑diaspora demonstrations in Canadian history—together with rallies and gatherings in various cities across Canada to call for justice, accountability, and meaningful actions from elected officials at all levels of government. This unprecedented mobilization reflects the deep concern within the Iranian‑Canadian community and the expectation that municipal representatives will respond with clarity and conviction. Your stance on these matters will be closely watched and will significantly influence how many Iranian‑Canadian voters evaluate their representation in the next municipal election.\n\nMunicipal governments play a vital role in supporting community safety, countering intimidation by foreign agents, and demonstrating solidarity with residents affected by international crises. Given the scale and severity of the atrocities in Iran, symbolic and practical actions at the city level matter deeply. I respectfully ask that you use your voice on City Council to support the following measures:\n\n1. Stand with the people of Iran\nPublicly affirm your solidarity with Iranians in their struggle for freedom, democracy, and human rights.\n\n2. Condemn the regime's violence\nIssue a clear public statement condemning the massacres of peaceful protesters and the central role of the Islamic Revolutionary Guard Corps (IRGC) in the regime's repression.\n\n3. Support accountability within our city\nAdvocate for strong municipal measures to ensure that individuals linked to the regime or involved in intimidation, threats, or criminal activity cannot operate within our communities or use city resources to advance regime interests.\n\n4. Raise the Lion and Sun flag at City Hall\nAs a powerful act of solidarity with the Iranian people and the Iranian‑Canadian community, I respectfully request that the City Council authorize the raising of the historic Lion and Sun flag at City Hall on a designated day of recognition. This gesture would send a clear message that our city stands with those fighting for freedom and human rights.\n\n5. Support free and open communication\nChampion municipal initiatives that raise awareness about internet blackouts in Iran and support efforts to help families maintain communication with loved ones affected by censorship.\n\n6. Demand the release of political prisoners\nJoin other municipal leaders across Canada in calling for the immediate release of all political prisoners detained by the Islamic Republic.\n\n7. Support democratic aspirations\nEncourage dialogue with recognized democratic opposition figures—representing Prince Reza Pahlavi—in our city, and support community‑driven efforts advocating for a secular, democratic future for Iran.\n\nOur city has long prided itself on defending human rights, celebrating diversity, and standing with communities in times of crisis. Taking principled action now—both symbolically and practically—would demonstrate that these values are not merely words but commitments upheld through leadership.\n\nThank you for your service to our community and for taking a principled stand on this urgent issue.\n\nSincerely,\n{{UserName}}"
}
