{
  "Subject": "Demande d'action parlementaire en solidarité avec le peuple iranien",
  "Body": "Cher/Chère {{RepresentativeFullName}},\n\nJe vous écris en tant qu'électeur/électrice préoccupé(e) de {{RidingOrRegion}}, résidant(e) au {{PostalCode}}, pour vous exhorter à prendre des mesures canadiennes décisives et fondées sur des principes en réponse aux violations bien documentées des droits de la personne par la République islamique d'Iran. Le régime continue de commettre des massacres, de la torture, des exécutions et des coupures Internet généralisées pour dissimuler ses crimes. Ses échecs sont indéniables. Le peuple iranien exige la liberté, la dignité et un avenir démocratique, et le Canada devrait le soutenir fermement.\n\nRécemment, plus de 350 000 personnes se sont rassemblées à Toronto — l'une des plus grandes manifestations de la diaspora iranienne de l'histoire canadienne — pour réclamer justice, responsabilité et actions significatives de la part des dirigeants canadiens. Cette mobilisation sans précédent reflète la profonde préoccupation au sein de la communauté canado-iranienne et l'attente que les élus répondent avec clarté et conviction. Votre position sur ces questions sera étroitement surveillée et influencera considérablement la façon dont de nombreux électeurs canado-iraniens évalueront leur représentation lors de la prochaine élection fédérale.\n\nCompte tenu de l'ampleur et de la gravité des atrocités en Iran, les expressions de préoccupation ne suffisent plus. Je vous demande respectueusement d'utiliser votre voix dans {{RidingOrRegion}} pour faire pression sur le gouvernement du Canada afin qu'il prenne des mesures concrètes et significatives. Plus précisément, je vous exhorte à soutenir les mesures suivantes :\n\n1. Soutenir le peuple iranien\nAffirmer publiquement la solidarité du Canada avec les Iraniens dans leur lutte pour la liberté, la démocratie et les droits de la personne.\n\n2. Condamner la violence du régime\nCondamner ouvertement et sans équivoque les massacres de manifestants pacifiques et le rôle central du Corps des Gardiens de la révolution islamique (CGRI) dans la répression du régime.\n\n3. Faire respecter la responsabilité au Canada\nSoutenir l'enquête, la détention et l'expulsion des membres supérieurs du CGRI et des responsables du régime qui résideraient au Canada, conformément au droit canadien et aux dispositions de sécurité nationale.\n\n4. Couper les sources de financement du régime\nPlaider pour l'identification et la saisie complètes des avoirs entachés de sang liés à la République islamique, ses affiliés et les membres de leur famille, en veillant à ce que ces fonds soient redirigés vers l'aide humanitaire et le soutien aux efforts de l'opposition démocratique reconnus.\n\n5. Soutenir un accès Internet libre et ouvert\nPromouvoir des mesures et des coopérations qui aident les Iraniens à contourner les coupures Internet imposées par le régime et à maintenir l'accès à des communications non censurées.\n\n6. Exiger la libération des prisonniers politiques\nFaire pression pour la libération immédiate de tous les prisonniers politiques détenus par la République islamique en partenariat avec nos alliés à l'échelle mondiale.\n\n7. Préparer la transition démocratique\nEncourager le gouvernement du Canada à engager le dialogue avec la figure légitime de l'opposition démocratique, le Prince Reza Pahlavi, et à être prêt à reconnaître un gouvernement de transition engagé à mener l'Iran vers un avenir laïc et démocratique. Cela comprend l'invitation formelle du Prince Reza Pahlavi à s'adresser au Parlement.\n\nLe Canada s'est toujours posé en défenseur des droits de la personne et en champion de la justice. Prendre des mesures fermes et fondées sur des principes en ce moment critique démontrerait que ces valeurs ne sont pas simplement symboliques mais activement défendues dans notre politique étrangère et nos engagements nationaux.\n\nJe vous remercie de votre leadership et de votre position de principe sur cette question urgente pour notre communauté et pour le Canada.\n\nCordialement,\n{{UserName}}"
}
