{
  "Subject": "Demande d'action provinciale en solidarité avec le peuple iranien",
  "Body": "Cher/Chère {{RepresentativeFullName}},\n\nJe vous écris en tant qu'électeur/électrice préoccupé(e) de {{RidingOrRegion}}, résidant(e) au {{PostalCode}}, pour vous exhorter à une action proactive et fondée sur des principes de la part de notre leadership provincial en réponse aux violations bien documentées des droits de la personne par la République islamique d'Iran. Le régime continue de commettre des massacres, de la torture, des exécutions et des coupures Internet généralisées pour dissimuler ses crimes. Ses échecs sont indéniables. Le peuple iranien exige la liberté, la dignité et un avenir démocratique, et notre province devrait le soutenir fermement.\n\nRécemment, plus de 350 000 personnes se sont rassemblées à Toronto — l'une des plus grandes manifestations de la diaspora iranienne de l'histoire canadienne — ainsi que diverses manifestations dans différentes villes pour réclamer justice, responsabilité et actions significatives de la part des élus à tous les niveaux de gouvernement. Cette mobilisation sans précédent reflète la profonde préoccupation au sein de la communauté canado-iranienne et l'attente que les représentants provinciaux répondent avec clarté et conviction. Votre position sur ces questions sera étroitement surveillée et influencera considérablement la façon dont de nombreux électeurs canado-iraniens évalueront leur représentation lors de la prochaine élection provinciale.\n\nEn tant que néo-démocrate, vous comprenez l'importance de la justice sociale et de soutenir les mouvements populaires. Bien que la politique étrangère soit une responsabilité fédérale, les gouvernements provinciaux jouent un rôle essentiel pour assurer la sécurité communautaire, contrer l'intimidation par des agents étrangers, soutenir la défense des droits de la personne et se tenir aux côtés des citoyens directement touchés par des crises internationales. Compte tenu de l'ampleur et de la gravité des atrocités en Iran, les expressions de préoccupation ne suffisent plus. Je vous demande respectueusement d'utiliser votre voix dans {{RidingOrRegion}} pour soutenir des actions concrètes et significatives. Plus précisément, je vous exhorte à :\n\n1. Soutenir le peuple iranien\nAffirmer publiquement votre solidarité avec les Iraniens dans leur lutte pour la liberté, la démocratie et les droits de la personne.\n\n2. Condamner la violence du régime\nÉmettre une déclaration publique claire condamnant les massacres de manifestants pacifiques et le rôle central du Corps des Gardiens de la révolution islamique (CGRI) dans la répression du régime.\n\n3. Faire respecter la responsabilité dans notre province\nSoutenir des mesures provinciales fortes pour garantir que les individus liés au régime ou impliqués dans l'intimidation, les menaces ou les activités criminelles ne puissent pas opérer dans nos communautés.\n\n4. Couper les sources de financement du régime\nPlaider pour l'identification et le gel des avoirs relevant de la compétence provinciale qui sont liés à la République islamique, ses affiliés ou les membres de leur famille, en veillant à ce que ces fonds ne soutiennent pas la répression et puissent plutôt contribuer aux efforts humanitaires et démocratiques.\n\n5. Soutenir un accès Internet libre et ouvert\nDéfendre des initiatives provinciales qui sensibilisent aux coupures Internet en Iran et soutiennent les efforts pour aider les familles à maintenir la communication avec leurs proches touchés par la censure.\n\n6. Exiger la libération des prisonniers politiques\nRejoindre d'autres dirigeants provinciaux pour demander la libération immédiate de tous les prisonniers politiques détenus par la République islamique, en partenariat avec des alliés à travers le Canada et dans le monde.\n\n7. Soutenir les aspirations démocratiques\nEncourager le dialogue avec la figure reconnue de l'opposition démocratique, le Prince Reza Pahlavi, et soutenir les efforts communautaires plaidant pour un avenir laïc et démocratique pour l'Iran.\n\nLe Canada s'est toujours posé en défenseur des droits de la personne et en champion de la justice. Prendre des mesures fermes et fondées sur des principes en ce moment critique démontrerait que ces valeurs ne sont pas simplement symboliques mais activement défendues dans nos engagements provinciaux et notre leadership communautaire.\n\nJe vous remercie de votre leadership et de votre position de principe sur cette question urgente pour notre communauté et pour le Canada.\n\nCordialement,\n{{UserName}}"
}
