{
  "Subject": "Urgent : Étendre le soutien aux réfugiés pour les Iraniens - {{PostalCode}}",
  "Body": "Cher/Chère {{RepresentativeFullName}},\n\nJe suis un(e) électeur/électrice préoccupé(e) résidant(e) au {{PostalCode}} dans votre {{RidingOrRegion}}.\n\nLa Révolution du Lion et du Soleil d'Iran a mis des milliers d'Iraniens en danger. La République islamique massacre les manifestants, torture les militants, exécute les dissidents et emprisonne quiconque s'exprime. Ceux qui s'échappent font face à un avenir incertain, souvent bloqués dans des pays tiers en attente d'un sanctuaire. Le Canada peut - et doit - faire plus.\n\nLe NPD a une fière histoire d'accueil des réfugiés. Je vous exhorte à défendre ces mesures urgentes pour les réfugiés :\n\n1. Plaider pour des voies d'accès élargies et accélérées pour les réfugiés spécifiquement pour les Iraniens fuyant la persécution.\n2. Faire pression pour un traitement accéléré des demandes de statut de réfugié iranien - des personnes sont en danger maintenant.\n3. Soutenir une augmentation du financement des programmes de parrainage communautaire pour aider les Irano-Canadiens à parrainer des membres de leur famille.\n4. S'assurer que les réfugiés ont accès à des services de santé mentale tenant compte des traumatismes et à un soutien à l'établissement.\n5. S'élever contre toute expulsion vers l'Iran - personne ne devrait être renvoyé pour faire face à la torture ou à l'exécution.\n6. Faire pression pour des mesures spéciales pour les groupes à risque : femmes, personnes LGBTQ+, minorités ethniques et militants.\n7. S'assurer que les bureaux des visas canadiens dans la région disposent des ressources nécessaires pour traiter rapidement les cas iraniens.\n8. Soutenir les organisations non gouvernementales qui fournissent de l'aide aux réfugiés iraniens dans les pays tiers.\n\nLes Iraniens qui fuient le régime méritent notre aide. Le Canada doit agir avec compassion et urgence.\n\nJe vous remercie de votre attention à cette question essentielle pour notre communauté et pour le Canada.\n\nCordialement,\n{{UserName}}"
}