{
  "Subject": "Soulèvement populaire : Soutenez le mouvement populaire iranien",
  "Body": "Cher/Chère {{RepresentativeFullName}},\n\nJe suis un(e) électeur/électrice préoccupé(e) résidant(e) au {{PostalCode}} dans votre {{RidingOrRegion}}.\n\nLa Révolution du Lion et du Soleil d'Iran est un mouvement populaire. Les travailleurs, les étudiants, les femmes, les minorités ethniques et les citoyens ordinaires se soulèvent contre une dictature brutale. La République islamique répond par des massacres, la torture, des exécutions et des coupures d'Internet. C'est la lutte du plus grand nombre contre quelques puissants. Le régime est défaillant ; le peuple est en train de gagner.\n\nLe NPD défend la justice sociale et le pouvoir du peuple. Je vous demande de soutenir ces actions :\n\n1. Exprimer publiquement sa solidarité avec le mouvement populaire du peuple iranien pour la liberté et la justice.\n2. Plaider pour des sanctions qui ciblent les élites du régime, et non les Iraniens ordinaires qui souffrent déjà sous la dictature.\n3. Faire pression pour la libération immédiate de tous les prisonniers politiques - travailleurs, étudiants, militants et gens ordinaires emprisonnés pour avoir réclamé la liberté.\n4. Défendre l'accès gratuit à Internet pour l'Iran - le régime utilise les coupures pour isoler et terroriser la population.\n5. Soutenir les organisations de la société civile iranienne, en particulier les groupes populaires, dirigés par des travailleurs et communautaires.\n6. Exiger la responsabilité pour les crimes du régime par le biais de mécanismes de justice internationaux.\n7. S'assurer que le Canada donne la priorité aux droits de l'homme et au bien-être des personnes par rapport aux intérêts économiques en ce qui concerne l'Iran.\n8. Accueillir et soutenir les Iraniens fuyant la persécution avec des politiques de réfugiés compatissantes.\n\nLe peuple iranien se bat pour les mêmes valeurs que le NPD défend : la justice, l'égalité et la liberté.\n\nJe vous remercie de votre attention à cette question essentielle pour notre communauté et pour le Canada.\n\nCordialement,\n{{UserName}}"
}