{
  "Subject": "Request for Provincial Action in Solidarity with the People of Iran",
  "Body": "Dear {{RepresentativeFullName}},\n\nI am writing as a concerned constituent in {{RidingOrRegion}}, residing in {{PostalCode}}, to urge principled and proactive action from our provincial leadership in response to the Islamic Republic of Iran's ongoing and well‑documented human rights abuses. The regime continues to commit mass killings, torture, executions, and widespread internet blackouts to conceal its crimes. Its failures are undeniable. The Iranian people are demanding freedom, dignity, and a democratic future, and our province should stand firmly with them.\n\nRecently, more than 350,000 people gathered in Toronto—one of the largest Iranian‑diaspora demonstrations in Canadian history—together with various demonstrations in different cities to call for justice, accountability, and meaningful action from elected officials at all levels of government. This unprecedented mobilization reflects the deep concern within the Iranian‑Canadian community and the expectation that provincial representatives will respond with clarity and conviction. Your stance on these matters will be closely watched and will significantly influence how many Iranian‑Canadian voters evaluate their representation in the next provincial election.\n\nAs a Liberal, you understand Canada's commitment to human rights and the importance of supporting communities affected by international crises. While foreign policy is a federal responsibility, provincial governments play a critical role in ensuring community safety, countering intimidation by foreign agents, supporting human rights advocacy, and standing with constituents who are directly affected by international crises. Given the scale and severity of the atrocities in Iran, expressions of concern are no longer sufficient. I respectfully ask that you use your voice in {{RidingOrRegion}} to support meaningful, concrete action. Specifically, I urge you to:\n\n1. Stand with the people of Iran\nPublicly affirm your solidarity with Iranians in their struggle for freedom, democracy, and human rights.\n\n2. Condemn the regime's violence\nIssue a clear public statement condemning the massacres of peaceful protesters and the central role of the Islamic Revolutionary Guard Corps (IRGC) in the regime's repression.\n\n3. Enforce accountability within our province\nSupport strong provincial measures to ensure that individuals linked to the regime or involved in intimidation, threats, or criminal activity cannot operate within our communities.\n\n4. Cut off the regime's financial lifelines\nAdvocate for the identification and freezing of assets within provincial jurisdiction that are linked to the Islamic Republic, its affiliates, or their family members, ensuring that such funds do not support repression and can instead contribute to humanitarian and democratic efforts.\n\n5. Support free and open internet access\nChampion provincial initiatives that raise awareness about internet blackouts in Iran and support efforts to help families maintain communication with loved ones affected by censorship.\n\n6. Demand the release of political prisoners\nJoin other provincial leaders in calling for the immediate release of all political prisoners detained by the Islamic Republic, in partnership with allies across Canada and globally.\n\n7. Support democratic aspirations\nEncourage dialogue with recognized democratic opposition figure, Prince Reza Pahlavi, and support community‑driven efforts advocating for a secular, democratic future for Iran.\n\nCanada has long stood as a defender of human rights and a champion of justice. Taking firm, principled action at this critical moment would demonstrate that these values are not merely symbolic but actively upheld in our provincial commitments and community leadership.\n\nThank you for your leadership and for taking a principled stand on this urgent issue for our community and for Canada.\n\nSincerely,\n{{UserName}}"
}
