{
  "Subject": "Soutien provincial aux Irano-Canadiens - Électeur de {{PostalCode}}",
  "Body": "Cher/Chère {{RepresentativeFullName}},\n\nJe suis un(e) électeur/électrice préoccupé(e) résidant(e) au {{PostalCode}} dans votre {{RidingOrRegion}}.\n\nJe vous écris au sujet de la Révolution du Lion et du Soleil d'Iran et de la manière dont notre province peut soutenir la communauté irano-canadienne. La République islamique a massacré des dizaines de milliers de personnes, commis des actes de torture et des exécutions à grande échelle, et imposé des coupures d'Internet. De nombreuses personnes dans notre province ont de la famille directement touchée. Bien que la politique internationale soit fédérale, notre province peut prendre des mesures significatives.\n\nJe vous demande respectueusement de défendre ces mesures provinciales :\n\n1. Adopter une résolution provinciale condamnant la violence du régime iranien et exprimant sa solidarité avec la communauté irano-canadienne.\n2. Améliorer les services provinciaux d'établissement et d'intégration spécifiquement pour les réfugiés et les nouveaux arrivants iraniens.\n3. Allouer des ressources provinciales pour des services de santé mentale tenant compte des traumatismes pour les personnes touchées par la violence du régime.\n4. Accélérer les processus de reconnaissance des titres de compétences pour les professionnels iraniens (médecins, ingénieurs, enseignants) fuyant la persécution.\n5. Soutenir les organisations communautaires au service des Irano-Canadiens avec des fonds et des ressources provinciaux.\n6. Utiliser votre plateforme provinciale pour appeler le gouvernement fédéral à prendre des mesures plus énergiques.\n7. S'assurer que les programmes et services provinciaux sont culturellement adaptés aux besoins des Irano-Canadiens.\n8. Envisager une proclamation provinciale reconnaissant le patrimoine irano-canadien et les contributions de la communauté.\n\nL'action provinciale démontre la solidarité et apporte un soutien réel aux membres de la communauté dans le besoin.\n\nJe vous remercie de votre attention à cette question essentielle pour notre communauté et pour le Canada.\n\nCordialement,\n{{UserName}}"
}